rupa/z
lukechilds/zsh-nvm
djui/alias-tips

zsh-users/zsh-completions
zsh-users/zsh-autosuggestions

bazelbuild/bazel path:scripts/zsh_completion kind:fpath

robbyrussell/oh-my-zsh path:lib/completion.zsh
robbyrussell/oh-my-zsh path:plugins/vi-mode
robbyrussell/oh-my-zsh path:plugins/tmux
robbyrussell/oh-my-zsh path:plugins/git
robbyrussell/oh-my-zsh path:plugins/extract
robbyrussell/oh-my-zsh path:plugins/kubectl

mattmc3/zephyr path:plugins/color
mattmc3/zephyr path:plugins/completion
mattmc3/zephyr path:plugins/history
mattmc3/zephyr path:plugins/utility

zdharma-continuum/fast-syntax-highlighting kind:defer
zdharma-continuum/history-search-multi-word
