mafredri/zsh-async

###################
# Antigen plugins #
###################
zsh-users/zsh-completions
zsh-users/zsh-autosuggestions

###############
# OMZ plugins #
###############
robbyrussell/oh-my-zsh path:lib/completion.zsh
robbyrussell/oh-my-zsh path:plugins/vi-mode
robbyrussell/oh-my-zsh path:plugins/tmux
robbyrussell/oh-my-zsh path:plugins/git
robbyrussell/oh-my-zsh path:plugins/git-flow
robbyrussell/oh-my-zsh path:plugins/jump
robbyrussell/oh-my-zsh path:plugins/extract
robbyrussell/oh-my-zsh path:plugins/yarn
robbyrussell/oh-my-zsh path:plugins/kubectl

##################
# Custom plugins #
##################
lukechilds/zsh-nvm # Nvm
djui/alias-tips # Alias tips
denysdovhan/spaceship-prompt # Prompt

#################
# Zinit plugins #
#################
zdharma/fast-syntax-highlighting
zdharma/history-search-multi-word
